Repository: mozilla-l10n/mt-training-data
Catalog: bnn/bnn_pontoon.tmx
Source language: en_us
Languages: bnn

source: Languages
bnn: qalinga

source: Listen
bnn: tan’a

source: Listen-Queue
bnn: tan’a

source: Log In
bnn: mukumbu

source: Log Out
bnn: mudaan

source: No
bnn: nii

source: Review
bnn: pacihaal

source: Speak
bnn: tupa

source: Stats
bnn: masipul

source: Terms
bnn: sinqaqasam

source: Write
bnn: mapatas

source: Yes
bnn: uu
